Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: About %@ remaining
de: Ungefähr %@ verbleibend
es: Aproximadamente %@ restantes
fr: Environ %@ restant
it: Circa %@ rimasti
ja: %@ 程度残っています
ko: %@ 정도 남았습니다
pt_br: Aproximadamente %@ restantes
pt_pt: Aproximadamente %@ restantes
ru: Осталось около %@
uk: Залишилося приблизно %@
zh_hans: 大约还有 %@

# ABOUT_%@_REMAINING_AT_%@
source: About %1$@ remaining (%2$@)
de: Etwa %1$@ verbleibend (%2$@)
es: Aproximadamente %1$@ restantes (%2$@)
fr: Environ %1$@ restant (%2$@)
it: Circa %1$@ rimanente (%2$@)
ja: %1$@個残り（%2$@）
ko: %1$@개 정도 남았습니다(%2$@)
pt_br: Aproximadamente %1$@ restantes (%2$@)
pt_pt: Aproximadamente %1$@ restantes (%2$@)
ru: Осталось примерно %1$@ (%2$@)
uk: Залишилося приблизно %1$@ (%2$@)
zh_hans: 大约还剩 %1$@ (%2$@)

# ADDING_ATTACHMENTS_STATUS_VIEW_DID_SEND_%lld_ATTACHMENTS
source: Did add %lld attachments to zip.
de: %lld Dateien wurden zum ZIP-Archiv hinzugefügt.
es: Se añadieron %lld archivos adjuntos al archivo ZIP.
fr: %lld pièces jointes ajoutées au zip.
it: Aggiunti %lld allegati all'archivio compresso.
ja: %lld個の添付ファイルをzipに追加しました。
ko: %lld개의 첨부 파일을 ZIP 파일에 추가했습니다.
pt_br: Adicionou %lld anexos ao arquivo ZIP.
pt_pt: Adicionados %lld anexos ao ficheiro ZIP.
ru: Добавлено %lld файлов к архиву.
uk: Додано %lld файлів до архіву.
zh_hans: 已向压缩包添加 %lld 个附件。

# ADDING_ATTACHMENTS_STATUS_VIEW_SENDING_%lld_ATTACHMENTS
source: Adding %lld attachments to zip.
de: %lld Anhänge werden zum ZIP-Archiv hinzugefügt.
es: Añadiendo %lld archivos adjuntos al archivo ZIP.
fr: En train d’ajouter %lld pièces jointes au zip.
it: Aggiunti %lld allegati allo zip.
ja: %lld個の添付ファイルをzipに追加中です。
ko: %lld개의 첨부 파일을 ZIP 파일에 추가 중입니다.
pt_br: Adicionando %lld anexos ao arquivo ZIP.
pt_pt: A adicionar %lld anexos ao ficheiro ZIP.
ru: Добавляем %lld файлов к архиву.
uk: Додається %lld файлів до архіву.
zh_hans: 正在向压缩包添加 %lld 个附件。

# ADDING_ATTACHMENTS_TO_ZIP_VIEW_TITLE
source: Adding attachments
de: Anhänge hinzufügen
es: Añadiendo archivos adjuntos
fr: Ajout de pièces jointes
it: Aggiunta allegati
ja: 添付ファイルの追加
ko: 첨부 파일 추가
pt_br: Adicionando anexos
pt_pt: A adicionar anexos
ru: Добавление вложений
uk: Додавання вкладень
zh_hans: 添加附件

# ADDING_ATTACHMENTS_TO_ZIP_VIEW_TITLE_DONE
source: Attachments added
de: Anhänge hinzugefügt
es: Se agregaron archivos adjuntos
fr: Pièces jointes ajoutées
it: Allegati aggiunti
ja: 添付ファイルを追加
ko: 첨부 파일 추가됨
pt_br: Anexos adicionados
pt_pt: Anexos adicionados
ru: Вложения добавлены
uk: Додано вкладення
zh_hans: 已添加附件

# ADDING_MESSAGES_TO_ZIP_STATUS_VIEW_TITLE
source: Adding messages
de: Nachrichten werden hinzugefügt
es: Añadiendo mensajes
fr: Ajout de messages
it: Aggiunta dei messaggi
ja: メッセージの追加
ko: 메시지 추가 중
pt_br: Adicionando mensagens
pt_pt: A adicionar mensagens
ru: Добавление сообщений
uk: Додавання повідомлень
zh_hans: 正在添加消息

# ADDING_MESSAGES_TO_ZIP_STATUS_VIEW_TITLE_DONE
source: Messages added
de: Nachrichten hinzugefügt
es: Mensajes añadidos
fr: Messages ajoutés
it: Messaggi aggiunti
ja: メッセージが追加されました
ko: 메시지가 추가되었습니다.
pt_br: Mensagens adicionadas
pt_pt: Mensagens adicionadas
ru: Сообщения добавлены
uk: Повідомлення додано
zh_hans: 已添加消息

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# BUTTON_TITLE_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# BUTTON_TITLE_CANCELING
source: Canceling…
de: Wird abgebrochen…
es: Cancelando...
fr: Annulation…
it: Annullamento in corso...
ja: キャンセル中...
ko: 취소 중...
pt_br: Cancelando...
pt_pt: A cancelar...
ru: Отмена...
uk: Скасування...
zh_hans: 正在取消…

# BUTTON_TITLE_CONTINUE_TRANSFER
source: Continue transferring
de: Übertragung fortsetzen
es: Continuar con la transferencia
fr: Continuer le transfert
it: Continua con il trasferimento
ja: 転送を続行
ko: 전송 계속
pt_br: Continue a transferência
pt_pt: Continuar a transferir
ru: Продолжить передачу
uk: Продовжити передачу
zh_hans: 继续传输

# BUTTON_TITLE_EXPORT
source: Export
de: Exportieren
es: Exportar
it: Esporta
ja: エクスポート
ko: 내보내기
pt_br: Exportar
pt_pt: Exportar
ru: Экспорт
uk: Експортувати
zh_hans: 导出

# BUTTON_TITLE_IMPORT
source: Import
de: Importieren
es: Importar
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
pt_pt: Importar
ru: Импорт
uk: Імпортувати
zh_hans: 导入

# BUTTON_TITLE_INTERRUPT_TRANSFER
source: Interrupt transfer
de: Übertragung unterbrechen
es: Interrumpir la transferencia
fr: Interrompre le transfert
it: Interrompi il trasferimento
ja: 転送を中断
ko: 전송 중단
pt_br: Interromper transferência
pt_pt: Interromper transferência
ru: Прервать передачу
uk: Перервати передачу
zh_hans: 中断传输

# BUTTON_TITLE_START_TRANSFER
source: Start transfer
de: Überweisung starten
es: Iniciar transferencia
fr: Démarrer le transfert
it: Avvia trasferimento
ja: 転送を開始
ko: 전송 시작
pt_br: Iniciar transferência
pt_pt: Iniciar transferência
ru: Начать передачу
uk: Почати передавання
zh_hans: 开始传输

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消

# CHOOSE_DESTINATION_DEVICE_TITLE
source: Select device to transfer chat history to
de: Wählen Sie das Gerät aus, auf das der Chatverlauf übertragen werden soll
es: Selecciona el dispositivo al que deseas transferir el historial de chat
fr: Choisir l’appareil vers lequel transférer l’historique
it: Seleziona il dispositivo su cui trasferire la cronologia chat
ja: チャット履歴を転送するデバイスを選択
ko: 채팅 기록을 전송할 장치를 선택하세요.
pt_br: Selecione o dispositivo para transferir o histórico de conversas
pt_pt: Selecione o dispositivo para onde transferir o histórico de conversas
ru: Выберите устройство, на которое нужно перенести историю чата
uk: Оберіть пристрій, на який потрібно перенести історію чатів
zh_hans: 选择要转移聊天记录的设备

# CHOOSE_PROFILE_FOR_HISTORY_EXPORT_EXPLANATION
source: Which profile’s chat history to transfer?
de: Von welchen Profilen soll der Chatverlauf übernommen werden?
es: De qué perfil quieres transferir el historial de chat?
fr: Quel est le profil dont vous souhaitez transférer l'historique ?
it: Quale cronologia chat di profilo vuoi trasferire?
ja: どのプロフィールのチャット履歴を転送しますか？
ko: 어느 프로필의 채팅 기록을 전송하시겠습니까?
pt_br: De qual perfil você deseja transferir o histórico de conversas?
pt_pt: De qual perfil pretende transferir o histórico de conversas?
ru: Чью историю чата нужно перенести?
uk: Яку історію чатів профілю потрібно перенести?
zh_hans: 要迁移哪个个人资料的聊天记录？

# CHOOSE_PROFILE_FOR_HISTORY_EXPORT_TITLE
source: Your profiles on this device
de: Ihre Profile auf diesem Gerät
es: Tus perfiles en este dispositivo
fr: Vos profils sur cet appareil
it: I tuoi profili su questo dispositivo
ja: このデバイス上のあなたのプロフィール
ko: 이 기기에서 사용자의 프로필
pt_br: Seus perfis neste dispositivo
pt_pt: Os seus perfis neste dispositivo
ru: Ваши профили на этом устройстве
uk: Ваші профілі на цьому пристрої
zh_hans: 您在此设备上的个人资料

# CHOOSE_TRANSFER_METHOD_IPHONE_SUBTITLE
source: Requires iOS 26 or iPadOS 26 (or later) on both devices.
de: Benötigt iOS 26 oder iPadOS 26 (oder höher) auf beiden Geräten.
es: Requiere iOS 26 o iPadOS 26 (o versiones posteriores) en ambos dispositivos.
fr: Nécessite iOS 26 ou iPadOS 26 (ou ultérieur) sur les deux appareils.
it: Richiede iOS 26 o iPadOS 26 (o versioni successive) su entrambi i dispositivi.
ja: 両方のデバイスで iOS 26 または iPadOS 26 (またはそれ以降) が必要です。
ko: 두 기기 모두에서 iOS 26 또는 iPadOS 26 이상이 필요합니다.
pt_br: Requer iOS 26 ou iPadOS 26 (ou versões posteriores) em ambos os dispositivos.
pt_pt: Requer iOS 26 ou iPadOS 26 (ou versões posteriores) em ambos os dispositivos.
ru: Требуется iOS 26 или iPadOS 26 (или более поздняя версия) на обоих устройствах.
uk: Потрібна iOS 26 або iPadOS 26 (або новішої версії) на обох пристроях.
zh_hans: 双方设备均需运行 iOS 26 或 iPadOS 26（或更高版本）。

# CHOOSE_TRANSFER_METHOD_IPHONE_TITLE
source: Transfer between iPhones or iPads
de: Übertragung zwischen iPhones oder iPads
es: Transferencia entre iPhones o iPads
fr: Transfert entre iPhones ou iPads
it: Trasferimento tra iPhone o iPad
ja: iPhoneまたはiPad間でのデータの転送
ko: iPhone 또는 iPad 간에 전송
pt_br: Transferir entre iPhones ou iPads
pt_pt: Transferir entre iPhones ou iPads
ru: Перенос данных между iPhone или iPad
uk: Передача даних між iPhone або iPad
zh_hans: 在 iPhone 或 iPad 之间传输

# CHOOSE_TRANSFER_METHOD_NAVIGATION_TITLE
source: Choose transfer method
de: Übertragungsmethode auswählen
es: Elige el método de transferencia
fr: Choisissez la méthode de transfert
it: Scegli il metodo di trasferimento
ja: 送金方法を選択
ko: 전송 방법을 선택하세요
pt_br: Escolha o método de transferência
pt_pt: Escolha o método de transferência
ru: Выберите способ перевода
uk: Оберіть спосіб переказу
zh_hans: 选择转账方式

# CHOOSE_TRANSFER_METHOD_TITLE
source: What do you want to do?
de: Was möchtest du tun?
es: ¿Qué quieres hacer?
fr: Que souhaitez-vous faire ?
it: Cosa vuoi fare?
ja: 何をしたいですか？
ko: 무엇을 하고 싶으세요?
pt_br: O que você quer fazer?
pt_pt: O que queres fazer?
ru: Что вы хотите сделать?
uk: Що ви хочете зробити?
zh_hans: 你想做什么？

# CHOOSE_TRANSFER_METHOD_WIFI_SUBTITLE
source: Both devices must be connected to the same Wi-Fi network.
de: Beide Geräte müssen mit demselben Wi-Fi-Netzwerk verbunden sein.
es: Ambos dispositivos deben estar conectados a la misma red Wi-Fi.
fr: Les deux appareils doivent être connectés au même réseau Wi-Fi.
it: Entrambi i dispositivi devono essere connessi alla stessa rete Wi-Fi.
ja: 両方のデバイスは同じWi-Fiネットワークに接続されている必要があります。
ko: 두 장치 모두 동일한 Wi-Fi 네트워크에 연결되어 있어야 합니다.
pt_br: Ambos os dispositivos devem estar conectados à mesma rede Wi-Fi.
pt_pt: Ambos os dispositivos têm de estar ligados à mesma rede Wi-Fi.
ru: Оба устройства должны быть подключены к одной и той же сети Wi-Fi.
uk: Обидва пристрої мають бути підключені до однієї й тієї ж мережі Wi-Fi.
zh_hans: 两台设备都必须连接到同一 Wi-Fi 网络。

# CHOOSE_TRANSFER_METHOD_WIFI_TITLE
source: Transfer via Wi-Fi
de: Übertragung per WLAN
es: Transferencia vía Wi-Fi
fr: Transfert via Wi-Fi
it: Trasferimento tramite Wi-Fi
ja: Wi-Fi経由で転送
ko: Wi-Fi를 통해 전송
pt_br: Transferir via Wi-Fi
pt_pt: Transferir via Wi-Fi
ru: Передача через Wi-Fi
uk: Передача через Wi-Fi
zh_hans: 通过 Wi-Fi 传输

# CHOOSE_TRANSFER_METHOD_ZIP_SUBTITLE_DESTINATION
source: Import a .zip file created on another of your devices.
de: Importieren Sie eine .zip-Datei, die auf einem Ihrer anderen Geräte erstellt wurde.
es: Importa un archivo .zip creado en otro de tus dispositivos.
fr: Importer un fichier .zip créé sur un autre de vos appareils.
it: Importa un file .zip creato su un altro dei tuoi dispositivi.
ja: 他のデバイスで作成した.zipファイルをインポートします。
ko: 다른 기기에서 생성한 .zip 파일을 가져옵니다.
pt_br: Importe um arquivo .zip criado em outro de seus dispositivos.
pt_pt: Importe um ficheiro .zip criado noutro dos seus dispositivos.
ru: Импортируйте .zip файл, созданный на другом вашем устройстве.
uk: Імпортуйте .zip-файл, створений на іншому вашому пристрої.
zh_hans: 导入您在其他设备上创建的 .zip 文件。

# CHOOSE_TRANSFER_METHOD_ZIP_SUBTITLE_SOURCE
source: Create a .zip file and transfer it to your new device.
de: Erstellen Sie eine .zip-Datei und übertragen Sie sie auf Ihr neues Gerät.
es: Cree un archivo .zip y transfiéralo a su nuevo dispositivo.
fr: Créer un fichier .zip et le transférer à un autre de vos appareils.
it: Crea un file .zip e trasferiscilo sul tuo nuovo dispositivo.
ja: .zipファイルを作成し、新しいデバイスに転送してください。
ko: .zip 파일을 생성하여 새 기기로 전송하세요.
pt_br: Crie um arquivo .zip e transfira-o para o seu novo dispositivo.
pt_pt: Crie um ficheiro .zip e transfira-o para o seu novo dispositivo.
ru: Создайте .zip-файл и перенесите его на ваше новое устройство.
uk: Створіть .zip-архів і перенесіть його на ваш новий пристрій.
zh_hans: 创建一个 .zip 文件，然后将其传输到您的新设备。

# CHOOSE_TRANSFER_METHOD_ZIP_TITLE_DESTINATION
source: Import a .zip file
de: Eine .zip-Datei importieren
es: Importar un archivo .zip
fr: Importer un fichier .zip
it: Importa un file .zip
ja: .zipファイルをインポート
ko: .zip 파일을 가져옵니다.
pt_br: Importar um arquivo .zip
pt_pt: Importar um ficheiro .zip
ru: Импортируйте .zip файл
uk: Імпортуйте .zip файл
zh_hans: 导入一个 .zip 文件

# CHOOSE_TRANSFER_METHOD_ZIP_TITLE_SOURCE
source: Export a .zip file
de: Eine .zip-Datei exportieren
es: Exportar un archivo .zip
fr: Exporter un fichier .zip
it: Esporta un file .zip
ja: .zipファイルをエクスポート
ko: .zip 파일로 내보내기
pt_br: Exporte um arquivo .zip
pt_pt: Exportar um ficheiro .zip
ru: Экспортировать в виде .zip-файла
uk: Експортуйте файл у форматі .zip
zh_hans: 导出 .zip 文件

# CHOOSE_WHAT_TO_TRANSFER_TITLE
source: What do you want to transfer?
de: Was möchtest du übertragen?
es: ¿Qué quieres transferir?
fr: Que voulez-vous transférer ?
it: Cosa vuoi trasferire?
ja: 何を転送しますか？
ko: 무엇을 전송하시겠습니까?
pt_br: O que você quer transferir?
pt_pt: O que queres enviar?
ru: Что вы хотите отправить?
uk: Що ви хочете передати?
zh_hans: 你想发送什么内容？

# COMPUTING_ZIP_SIZE_BUTTON_TITLE_CREATE_ZIP
source: Create .zip file
de: Erstelle eine .zip-Datei
es: Crear archivo .zip
fr: Créer un fichier .zip
it: Crea un file .zip
ja: .zipファイルを作成
ko: .zip 파일 생성
pt_br: Criar arquivo .zip
pt_pt: Criar ficheiro .zip
ru: Создать .zip файл
uk: Створити .zip файл
zh_hans: 创建 .zip 文件

# COMPUTING_ZIP_SIZE_EXPLANATION
source: Export your chat history as a zip file. You can import it later on any of your devices, provided that your profile exists on it. You can also unzip this file to display your chat history in a webpage.
de: Exportieren Sie Ihren Chatverlauf als ZIP-Datei. Sie können ihn später auf einem Ihrer Geräte importieren, vorausgesetzt, Ihr Profil existiert dort. Sie können die Datei auch entpacken, um Ihren Chatverlauf in einer Webseite anzuzeigen.
es: Exporta tu historial de chat como un archivo zip. Puedes importarlo más tarde en cualquiera de tus dispositivos, siempre que tu perfil exista en él. También puedes descomprimir este archivo para mostrar tu historial de chat en una página web.
fr: Exportez votre historique des discussions dans un fichier zip. Vous pourrez l’importer plus tard sur un autre de vos appareils, si le profil y est présent. Vous pourrez aussi décompresser le zip pour afficher votre historique dans une page web.
it: Esporta la cronologia delle tue chat in un file ZIP. Potrai importarla in seguito su qualsiasi dispositivo, a condizione che il tuo profilo sia presente su tale dispositivo. Puoi anche decomprimere il file per visualizzare la cronologia delle chat in una pagina web.
ja: チャット履歴を zip ファイルとしてエクスポートします。プロフィールが登録されていれば、後でどのデバイスでもインポートできます。また、このファイルを解凍して、チャット履歴をウェブページで表示することもできます。
ko: 채팅 기록을 zip 파일로 내보냅니다. 나중에 프로필이 있는 모든 장치에서 가져올 수 있습니다. 또한 이 파일을 압축 해제하여 웹페이지에서 채팅 기록을 볼 수 있습니다.
pt_br: Exporte o histórico das suas conversas como um arquivo zip. Você pode importá-lo posteriormente em qualquer um dos seus dispositivos, desde que seu perfil esteja presente nele. Você também pode descompactar este arquivo para exibir o histórico das suas conversas em uma página da web.
pt_pt: Exporte o histórico das suas conversas como um ficheiro zip. Pode importá-lo mais tarde em qualquer um dos seus dispositivos, desde que o seu perfil exista nesse dispositivo. Também pode extrair este ficheiro para visualizar o histórico das suas conversas numa página web.
ru: Экспортируйте историю чата в виде ZIP-файла. Вы сможете импортировать его позже на любое из ваших устройств, при условии, что ваш профиль существует на этом устройстве. Вы также можете распаковать этот файл, чтобы просмотреть историю чата в веб-странице.
uk: Експортуйте історію ваших чатів у форматі ZIP. Ви зможете імпортувати її пізніше на будь-якому зі своїх пристроїв, за умови, що ваш профіль існує на цьому пристрої. Ви також можете розпакувати цей файл, щоб переглянути історію ваших чатів у веб-сторінці.
zh_hans: 将您的聊天记录导出为压缩文件。稍后，您可以在任何设备上导入它，前提是您的个人资料存在于该设备上。您也可以解压缩此文件，以便在网页中查看您的聊天记录。

# COMPUTING_ZIP_SIZE_SUMMARY_%lld_DISCUSSIONS
source: %lld discussions
de: %lld Diskussionen
es: %lld conversaciones
it: %lld discussioni
ja: %lld件のディスカッション
ko: %lld개의 토론
pt_br: %lld discussões
pt_pt: %lld discussões
ru: %lld обсуждений
uk: %lld обговорень
zh_hans: %lld 条讨论

# COMPUTING_ZIP_SIZE_SUMMARY_%lld_FILES
source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld件のファイル
ko: %lld개의 파일
pt_br: %lld arquivos
pt_pt: %lld ficheiros
ru: %lld файла
uk: %lld файлів
zh_hans: %lld 个文件

# COMPUTING_ZIP_SIZE_SUMMARY_%lld_MESSAGES
source: %lld messages
de: %lld Nachrichten
es: %lld mensajes
it: %lld messaggi
ja: %lld件のメッセージ
ko: %lld개의 메시지
pt_br: %lld mensagens
pt_pt: %lld mensagens
ru: %lld сообщений
uk: %lld повідомлень
zh_hans: %lld 条消息

# COMPUTING_ZIP_SIZE_SUMMARY_TOTAL_SIZE_%@
source: Total size: %@
de: Gesamtgröße: %@
es: Tamaño total: %@
fr: Taille totale : %@
it: Dimensione totale: %@
ja: 合計サイズ: %@
ko: 총 크기: %@
pt_br: Tamanho total: %@
pt_pt: Tamanho total: %@
ru: Общий размер: %@
uk: Загальний розмір: %@
zh_hans: 总大小：%@

# COMPUTING_ZIP_SIZE_TITLE
source: Export a .zip
de: Als .zip exportieren
es: Exportar un archivo .zip
fr: Exporter un .zip
it: Esporta in formato .zip
ja: .zip ファイルとしてエクスポート
ko: .zip 파일로 내보내기
pt_br: Exportar um arquivo .zip
pt_pt: Exportar como .zip
ru: Экспортировать в формате .zip
uk: Експортувати у формат .zip
zh_hans: 导出 .zip 文件

# CONFIRM_HISTORY_TRANSFER_DESCRIPTION
source: Ready to transfer your chat history? Another of your devices wants to transfer your chat history to this device. Don’t worry, the transfer is end-to-end encrypted. You can pause and resume anytime.
de: Möchten Sie Ihren Chatverlauf übertragen? Ein anderes Ihrer Geräte möchte Ihren Chatverlauf auf dieses Gerät übertragen. Keine Sorge, die Übertragung ist Ende-zu-Ende-verschlüsselt. Sie können die Übertragung jederzeit anhalten und fortsetzen.
es: ¿Listo para transferir tu historial de chat? Otro de tus dispositivos quiere transferir tu historial de chat a este dispositivo. No te preocupes, la transferencia está encriptada de extremo a extremo. Puedes pausar y reanudar en cualquier momento.
fr: Prêt à transférer votre historique des discussions ? Un autre de vos appareils souhaite transférer votre historique de discussion vers cet appareil. Le transfert est chiffré de bout en bout. Vous pouvez mettre en pause ou reprendre à tout moment.
it: Sei pronto a trasferire la cronologia delle tue chat? Un altro tuo dispositivo vuole trasferire la cronologia delle chat su questo dispositivo. Non preoccuparti, il trasferimento è crittografato end-to-end. Puoi mettere in pausa e riprendere in qualsiasi momento.
ja: チャット履歴の転送を開始しますか？ 別のデバイスから、このデバイスにチャット履歴を転送しようとしています。ご安心ください。転送はエンドツーエンドで暗号化されます。 いつでも一時停止して再開できます。
ko: 채팅 기록을 전송하시겠습니까? 다른 기기에서 이 기기로 채팅 기록을 전송하려고 합니다. 걱정하지 마세요. 전송 과정은 종단 간 암호화됩니다. 언제든지 일시 중지하고 다시 시작할 수 있습니다.
pt_br: Pronto para transferir o histórico de suas conversas? Outro de seus dispositivos deseja transferir o histórico de suas conversas para este dispositivo. Não se preocupe, a transferência é criptografada de ponta a ponta. Você pode pausar e retomar a qualquer momento.
pt_pt: Pronto para transferir o seu histórico de conversas? Outro dos seus dispositivos pretende transferir o seu histórico de conversas para este dispositivo. Não se preocupe, a transferência é encriptada de ponta a ponta. Pode pausar e retomar a qualquer momento.
ru: Готовы перенести историю ваших чатов? Другое ваше устройство хочет перенести историю ваших чатов на это устройство. Не волнуйтесь, передача данных осуществляется с сквозным шифрованием. Вы можете приостановить и возобновить процесс в любое время.
uk: Готові перенести історію ваших чатів? Інший ваш пристрій хоче перенести історію ваших чатів на цей пристрій. Не хвилюйтеся, передача даних здійснюється з кінцевим шифруванням. Ви можете призупинити та відновити процес у будь-який момент.
zh_hans: 准备好转移您的聊天记录了吗？ 您的另一台设备想要将聊天记录转移到此设备。请放心，传输过程已进行端到端加密。 您可以随时暂停和恢复。

# CONFIRM_HISTORY_TRANSFER_DESCRIPTION_%@
source: Ready to transfer your chat history? Your %@ wants to transfer your chat history to this device to this device. Don’t worry, the transfer is end-to-end encrypted. You can pause and resume anytime.
de: Möchten Sie Ihren Chatverlauf übertragen? Ihr %@ möchte Ihren Chatverlauf auf dieses Gerät übertragen. Keine Sorge, die Übertragung ist Ende-zu-Ende verschlüsselt. Sie können die Übertragung jederzeit anhalten und fortsetzen.
es: ¿Listo para transferir el historial de tu conversación? Tu %@ quiere transferir el historial de tu conversación a este dispositivo. No te preocupes, la transferencia está encriptada de extremo a extremo. Puedes pausar y reanudar en cualquier momento.
fr: Prêt à transférer votre historique des discussions ? Votre %@ souhaite transférer votre historique de discussion vers cet appareil. Le transfert est chiffré de bout en bout. Vous pouvez mettre en pause ou reprendre à tout moment.
it: Sei pronto a trasferire la cronologia delle tue chat? Il tuo %@ vuole trasferire la cronologia delle tue chat su questo dispositivo. Non preoccuparti, il trasferimento è protetto da crittografia end-to-end. Puoi mettere in pausa e riprendere in qualsiasi momento.
ja: チャット履歴の転送を開始しますか？ あなたの %@ が、このデバイスにチャット履歴を転送しようとしています。ご安心ください。転送はエンドツーエンドで暗号化されます。 いつでも一時停止して再開できます。
ko: 채팅 기록을 전송하시겠습니까? %@ 님이 이 기기로 채팅 기록을 전송하려고 합니다. 걱정하지 마세요. 전송은 종단 간 암호화 방식으로 진행됩니다. 원하는 경우 언제든지 일시 중지하고 다시 시작할 수 있습니다.
pt_br: Pronto para transferir o histórico de suas conversas? Seu %@ deseja transferir o histórico de suas conversas para este dispositivo. Não se preocupe, a transferência é criptografada de ponta a ponta. Você pode pausar e retomar a qualquer momento.
pt_pt: Quer transferir o seu histórico de conversas? O(a) seu(sua) %@ quer transferir o histórico de conversas para este dispositivo. Não se preocupe, a transferência é encriptada de ponta a ponta. Pode pausar e retomar a qualquer momento.
ru: Готовы перенести историю ваших чатов? Ваш %@ хочет перенести историю ваших чатов на это устройство. Не волнуйтесь, передача данных будет зашифрована сквозным шифрованием. Вы можете приостановить и возобновить процесс в любое время.
uk: Чи бажаєте ви передати історію ваших розмов? Ваш %@ хоче передати історію ваших розмов на цей пристрій. Не хвилюйтеся, передача даних захищена наскрізним шифруванням. Ви можете призупинити та відновити процес у будь-який момент.
zh_hans: 准备好传输您的聊天记录吗？ 您的 %@ 想要将您的聊天记录传输到此设备。请放心，传输过程采用端到端加密。 您可以随时暂停和恢复。

# CONTINUE_BUTTON_TITLE
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续

# CURRENT_DEVICE_IS_INACTIVE_VIEW_BUTTON_LABEL
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回
